11/data/attachments/b04364f5f8948611.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_8466698a-a740-4d93-bb28-aec20f44308e</nif:username>
            <nif:pageInfo>
                <nif:page>2</nif:page>
                <nif:size>3</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>